{
	"bio": {
		"first": "cameron",
		"last": "stiller",
		"title": "Technical Solutions Architect",
		"image": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/Cameron%20Stiller.jpg",
		"contact": {
			"email": [
				{
					"content": "cameron.stiller@gmail.com",
					"title": "cameron.stiller@gmail.com"
				}
			],
			"linkedIn": [
				{
					"content": "https://www.linkedin.com/in/cameronstiller/",
					"title": "linkedin.com/in/cameronstiller/"
				}
			],
			"phone": [
				{
					"content": "04 0555 2385",
					"title": "04 0555 2385"
				}
			],
			"github": [
				{
					"content": "https://github.com/camstillhere",
					"title": "github.com/camstillhere"
				}
			],
			"website": [
				{
					"content": "https://camstillhere.github.io/",
					"title": "https://camstillhere.github.io/"
				},
				{
					"content": "https://www.nuix.com/blog/getting-started-scripting-nuix-engine-part-1",
					"title": "Nuix Blog - Getting started with Scripting, part 1"
				},
				{
					"content": "https://www.nuix.com/blog/getting-started-scripting-nuix-engine-part-2",
					"title": "Nuix Blog - Getting started with Scripting, part 2"
				}
			]
		}
	},
	"overview": {
		"title": "Career Summary",
		"blurb": [
			"A highly skilled Innovation Engineer with over fifteen years experience working in the technology industry. Whilst at Nuix Cameron has been recognized for being proficient in providing detailed and proactive solutions to clients, many of which are eDiscovery, law, or government contacts.",
			"With his background in technical operations, he has a large experience base of networking, infrastructure,and automation to call upon when scripting projects or complex environments are required to replicate a client issue or to create sample data. With access to these skills, he constantly goes above and beyond, whether it is helping a customer out of hours, working on a new custom solution to solve a problem, or helping other team members out in support, solutions, sales or development.",
			"Across his years working with technology Cameron has been supporting a range of industries from eDiscovery, media, advertising, manufacturing, development, theatrical, production and sports across the region in which they operate as well as developing excellent time management skills and the ability to work well under pressure.",
			"In his time at Nuix he has been recognised as an expert in many areas and products to the extent that he was volunteered to create the new Developer training content which is now being used for customers. This represents three months work with highly detailed and diverse examples."
		]
	},
	"experiences": [
		{
			"organisation": "The Walt Disney Company",
			"positions": [
				{
					"title": "IT Operations Analyst",
					"span": {
						"start": "2012-10-01",
						"end": "2015-04-01"
					},
					"blurb": [
						"Originally employed as a contractor (through Rider Technology 2007-2012) Helpdesk assistant quickly progressed to be a trusted member of the IT Operations team whilst continuing to manage the IT Helpdesk for the Sydney Office. Combined this encompassed everything from helpdesk and hardware replenishment to reporting to leadership and providing regional support for other helpdesks and being their escalation point."
					],
					"responsibilities": [
						"Acting as a single point of IT for client and end user support for the Sydney office and Theatrical offices.",
						"Providing all levels of client support combined with network administration.",
						"Providing SAP (Finance) Support, managing Hardware procurement, asset management, Data Centre support",
						"Training and mentoring new IT staff as well as managing third parties as they provide service, infrastructure, and maintenance contracts",
						"Providing escalation support to all Helpdesk Analysts in the Asia Pacific Region."
					],
					"achievements": [
						"Became an IDSM staff which provides International Desktops and Standards Management. With this role has led and supported all helpdesks in Asia Pacific in their deployment schedules. In the last two months oversaw the migration of 80% of the region to office 365 managing bandwidth solutions as well as complex upgrade issues with propriety software.",
						"Managed the IT for the Sydney office including the hardware refresh of all equipment and ensured that the critical on-air production team has had no unplanned down time for more than 3 years.",
						"Provided client and end user support for all systems being used in the Sydney Office and establishing a high KPI for the helpdesk, being noted as the most tickets raised and the best resolve time in 2013.",
						"Received a 'Magical Moment Award' for being a key member in the smooth and successful relocation of infrastructure and staff from multiple child offices to a new central CBD office.",
						"Designed and created a ‘roaming’ office kit for the theatrical team complete with VPN, VOIP Phones, computers, and printers, training the staff to be able to complete the installation in any theatre they may be performing. This has been life changing for this team, being able to now access company resources with ease, as well as having a permanent phone numbers regardless of actual location. Generating an opportunity to repurpose advertisement material from site to site and directly reducing the business expenditure",
						"Invited to speak as part of the Regional IT conference in Hong Kong in 2014 in front of the CIO of Disney. Topics the presentation covered was Automation and Operational Efficiencies."
					]
				}
			]
		},
		{
			"organisation": "Rider Technology",
			"positions": [
				{
					"title": "IT Consultant",
					"span": {
						"start": "2010-10-01",
						"end": "2012-09-01"
					},
					"blurb": [
						"This role was to provide both onsite and offsite support for businesses ranging from small to global. Maintaining everything from Active Directory, software roll outs, backup systems, server management."
					],
					"responsibilities": [
						"Handling of IT hardware, software faults and problems",
						"Performing System Administration tasks on all computer and telephone systems, including centralized backups and restores, user and password maintenance directory structure, security, IP addressing, printer connection etc",
						"Inventory and asset management of all equipment.",
						"Record faults and escalate to senior technicians if required.",
						"Provide training and support to end users and clients."
					],
					"achievements": [
						"Participated in an office relocation of a medium sized business from North Sydney to Town hall. Providing support and ensuring all transitions are done with a quality of care and within the guidelines specified by the business. This resulted in a bonus being paid to Rider Technology for the excellence of service being provided.",
						"Creating a SOE and managing them for multiple clients saving time and money for the onsite technicians."
					]
				},
				{
					"title": "IT Consultant and Maintenance Support",
					"span": {
						"start": "2007-02-01",
						"end": "2009-06-01"
					},
					"blurb": [
						"Rider Technology is an IT Consultant agency where Cameron's role is to resolve IT issues on site, whatever and wherever that may be. Working for Rider Technology has been life changing - as he has had the privilege of working for large multinational and corporate clients.",
						"Cameron has been tasked to use or maintain Active Directories, software roll-outs including design of some, numerous advancements in scripts and programs already in place.",
						"He has been gaining experience with backup systems, server management, client management, setting up surveying/monitoring hardware, Cisco VPN, conversing with overseas IT in regards to policies and new hardware.",
						"Cameron has participated in several multi-national conferences internally regarding new technology and roll-outs. Cameron has become well versed in different office configuration, with some clients using Domino to Lotus and others using Exchange to Outlook. I'm often asked for advice on OSX support, from both a hardware and software angle.",
						"This could be as simple as a loose fan or as advanced as creating or using bulk roll-outs for use in a production environment. At times Cameron has also been requested to make assessments on data recovery options: In some cases restoring that data/machine to its original state upon request."
					],
					"responsibilities": [],
					"achievements": []
				}
			]
		},
		{
			"organisation": "Nuix",
			"positions": [
				{
					"title": "Technical Solutions Architect (GRC)",
					"span": {
						"start": "2021-12-06",
						"end": null
					},
					"blurb": [
						"Reporting to the EVP, Governance, Risk & Compliance this role will work closely with the Nuix sales team in both a pre and post sales technical capacity to provide custom solutions to help customers with their needs and requirements. You will also work alongside product management to help share your knowledge and expertise with development to help shape our solutions.",
						"The role will proactively assess the business and technical needs of our current and prospective customers, decipher Nuix’s solution fit and possess the skills to articulate and demonstrate the compelling value of the Nuix platform. This role will work with Solutions Consultants for all technical activities involved in the sales cycle and requires a proactive can-do attitude, ability to create and deliver compelling presentations and works well both independently and in conjunction with other teammates and departments"
					],
					"responsibilities": [
						"Working with the sales team on pre/post sales technical activities relating to new and existing clients",
						"Play a key role in identifying and pursuing leads, converting the leads to opportunities,planning, owning, and executing a technical win",
						"Build appropriate demonstration environments and help Solution Consultants with demonstrations, whilst also being required to conduct demonstrations yourself.",
						"Evaluate the validity of Nuix’s success to deliver customer needs and requirements",
						"Building productive long-lasting customer relationships",
						"Establish strong credibility with new and existing clients as the trusted GRC architect and able to remain confident in technically challenging discussions",
						"Position, demonstrate, conduct, own and drive proof of value/concepts, own technical needs and assist in driving opportunities to closure",
						"Research competition and be able to develop an understanding of the applicability of the Nuix offering to business use case scenarios",
						"Build and own collateral (presentations, templates, and related documents) pertinent to the success of proof of value/concepts and pre-sales activities",
						"Learn, master and keep improving upon your technical competence across the comprehensive Nuix offering",
						"Responsible for successful post-sales implementation, through effective coordination with Internal teams, stakeholders and partners",
						"Responsible for the creation and validation of services quotes, scope of works, and any other technical information or drawings necessary to close new opportunities and solidify opportunities",
						"Conduct solution demonstrations for prospective clients: onsite, at industry specific events, or via teleconference",
						"Educate existing and prospective clients on Nuix offerings and solutions. Help develop new business opportunities with existing clients when needed.",
						"Take ownership of overall client satisfaction, maximising renewal and retention rates",
						"Learn and maintain expert knowledge of Nuix product stack and workflows",
						"Generate presentations, project plans, and other technical and workflow summary documentation as needed",
						"Bridge the gap between technical and non-technical stakeholders. Be the catalyst to mesh business and technical requirements into actionable outcomes"
					],
					"achievements": []
				},
				{
					"title": "Senior Innovation Engineer/Integration and Development Partner Liason",
					"span": {
						"start": "2021-06-01",
						"end": "2021-12-05"
					},
					"blurb": [
						"Recognising his ongoing contributions Cameron was promoted to Senior Innovation Engineer."
					],
					"responsibilities": [],
					"achievements": []
				},
				{
					"title": "Innovation Engineer/Integration and Development Partner Liason",
					"span": {
						"start": "2019-11-01",
						"end": "2021-06-01"
					},
					"blurb": [
						"The Nuix Innovation Team collaborates across the organisation to help identify, prototype, qualify and channel new ideas into the product. Cameron works closely with customers, partners, and internal stakeholders to ensure Nuix technology continues to help solve evolving challenges.",
						"This dual role places Cameron among the Developer and Integration partners in a way that allows him to assist them in creating their own masterpieces of workflow and design. Being involved in developer partners from the start of this role Cameron saw a need for training to be improved and volunteered to spend 3 months generating and recording practical and video content for the new Master Developer certification.",
						"Cameron has used this role to the best benefit of the business. Personally requesting to be a part of this team so that the business can use him across our wide offerings between and focus on the connectivity of our products. "
					],
					"responsibilities": [
						"Participating in the backlog of requests in an appropriate manner, ensuring higher priorities and impacting requests are dealt with to a timely and professional resolution.",
						"To engage with Product Managers and Developer in order to have the best possible communication channels open for the furthering of prototypes and features.",
						"To assess potential new ideas or acquisitions and evaluate their impact upon our organisation.",
						"Manage the Community and provide a mechanism/translation layer between external and internal partners. Sometimes referred to as the Technical Account Manager of the Community."
					],
					"achievements": [
						"Called upon twice by personal request of the Group CEO for priority engagements. These engagements were fulfilled ahead of schedule and with only positive feedback received.",
						"Generated the new Developer Training content which covers the scripting api, BPMN, Java, ECC, Discover, Adaptive and more. This content has been widely praised and recommended by students and internals alike with the onboarding process for development now considering including it also.",
						"Provided regular, tailored, and thorough orientations for members across the business from board members to technical staff. All technical staff in the APACJ region has at some point had training with Cameron."
					]
				},
				{
					"title": "Technical Services Engineer Manager",
					"span": {
						"start": "2018-01-01",
						"end": "2019-11-01"
					},
					"blurb": [
						"Recognising the previous experience as a leader in past roles and exposures inside the Nuix team as a subject matter expert on the diverse landscape of products and features Nuix offers Cameron was accepted as the Technical Services Engineer Manager. This was very well received by all stakeholders with a universal agreement that Cameron was the best choice from internal and external candidates across 4 interviews and skills assessment. The transition began in mid-2017 with the position formally announced in January 2018. ",
						"Reporting to the Global head of Support Cameron represents the APAC region as well as jointly managed the EMEA team whilst they were hiring for a manager. Leading a team of highly skilled technical engineers who can solve ranges of issues with all tiers of customers he acts as an escalation and resource for knowledge and skills providing updates to other stakeholders and account managers as appropriate.",
						"Even though Cameron is a manager he continues to offer the top tier of technical support operating within relationships worth more than $500,000 providing customised solutions or specific advice to achieve an even greater level of satisfaction and reception to our offerings."
					],
					"responsibilities": [
						"Ensure the team is operating at peak performance and has the resource they need for world class premium support.",
						"Coordinating and prioritizing development requests to ensure that the best benefit is gained from our offering.",
						"Offering a focused yet diverse skill base ready to engage in any discussion or deal. Remaining current and hands on to retain the right balance between manager and technical attributes.",
						"Constantly evolving the support team so they are positioned correctly for the current and upcoming needs of our clients."
					],
					"achievements": [
						"Helped transition into the new support system. Providing advice and guidance for best practices",
						"Maintained coverage for a global team consisting of four regional support teams.",
						"A trusted member of the development groups, often participating in testing, triage and improvement or feature requests.",
						"Exposure to many language sets based on the customers dealt with. To list some popular ones: Java, JRuby (Java Ruby), .Net, Jython (Java Python), ECMA. The role requires a constant adaptability to a customer’s environment with an expectation to live in a language, library, and API agnostic world where there is no expectation that an environment will be the same for the next encounter.",
						"Found security issues in our product lines potentially saving public reputation and ensuring circumvention of our licensing model was no longer possible."
					]
				},
				{
					"title": "Technical Services Engineer",
					"span": {
						"start": "2015-06-01",
						"end": "2017-12-01"
					},
					"blurb": [
						"The purpose of this role is to provide premium support for the wide range of products offered by Nuix. Having daily exposure to eDiscovery/Digital Forensics/Business Integration/Information Management whilst working as part of a team of experts to rapidly supply high quality technical support to our customers. Assisting customers in the technical aspects of the sales process to help clients understand how the Nuix Software (including Collection; Processing; Analysis & Review; and Production) can fit into their workflows. Working with a passion for technology, excellent written and verbal communication skills and being proficient at working both individually as well as in a team.",
						"Cameron regularly assists development with optional projects, which call upon his collective experiences to configure and test complex environments. Scripting in Ruby and Python is something he enjoys doing as part of this role and assist with creating custom solutions and automations for both clients and our solution engineers."
					],
					"responsibilities": [
						"Provide top tier technical services to clients who use our products. This extends to providing workflows and solutions to unique scenarios.",
						"Interact with the community of clients in multiple platforms.",
						"Analyse, Collect, and submit to development any improvement, bugs or feedback."
					],
					"achievements": [
						"In 2016 Cameron was recognized for his aptitude and asked to train a new team of technical services based in Ireland.",
						"With a staff member leaving from the Solutions Consultants team a project was being abandoned, with much potential cost to our business. Cameron was the natural choice to assist with this project and it delivered on schedule. This project involves a large migration platform scripting from one source to a new repository, discarding duplicates and optimizing the result.",
						"Cameron has received awards for Innovation as well as awards for Customer Service."
					]
				}
			]
		},
		{
			"organisation": "CCLI",
			"positions": [
				{
					"title": "IT Support",
					"span": {
						"start": "2009-06-01",
						"end": "2010-10-01"
					},
					"blurb": [
						"This role was intended to be only helpdesk with basic client support. In the time at CCLI he extended those responsibilities to Website Maintenance, Server Maintenance, Testing, help desk, customer support and creating their new CRM and licensing databases and tools. Towards the end of his time with CCLI he received an offer for employment which he negotiated so that the CRM could be live and fully supported before he exited the business."
					],
					"responsibilities": [],
					"achievements": []
				}
			]
		},
		{
			"organisation": "Computer Troubleshooters",
			"positions": [
				{
					"title": "Computer Technician",
					"span": {
						"start": "2005-05-01",
						"end": "2007-03-01"
					},
					"blurb": [
						"A well-versed role in computer and network maintenance. This was largely focused on individual home machines/networks, although gained a large amount of experience configuring and installation of small business networks from scratch. This job covered: hardware examination and fault detection, web design and advice, virus removal, network, data recovery, performance advice, firewalls and VPN solutions and many other fields."
					],
					"responsibilities": [],
					"achievements": []
				}
			]
		}
	],
	"educations": [
		{
			"organisation": "Nuix",
			"certifications": [
				{
					"qualification": "Master",
					"title": "Data Discovery",
					"span": {
						"start": "2020-04-23",
						"end": "2020-04-23"
					},
					"blurb": [
						"Advanced class utilizing workflows that specialize in QC/ECA, culling, searching, deduplication, email threading, near deduplication, and legal export.",
						"For those administering Nuix Workstation, this class will focus on configuring, licensing, optimizing, back-up, troubleshooting and more."
					]
				},
				{
					"qualification": "Master",
					"title": "Forensic Practitioner",
					"span": {
						"start": "2020-04-23",
						"end": "2020-04-23"
					},
					"blurb": [
						"Designed for those in charge of administrating Nuix Investigate, you will learn how to manage user groups, set permissions and prepare the case for review by the end users.",
						"Learn to analyze the disparate datatypes loaded into Nuix Investigate. Understand the searching capabilities available at your fingertips, from navigating the various filters to using the Query Builder.",
						"For Investigators new to Nuix Workstation, learn details to configure, process, and begin to develop workflows, to ingest artifacts into a Nuix case structure, while learning the standard views and tools available.",
						"Investigators will learn best practices and fully develop workflows from processing to analysis and exporting.  Learn built-in features often overlooked within Nuix Workstation to better facilitate your investigation."
					]
				},
				{
					"qualification": "Master",
					"title": "Developer",
					"span": {
						"start": "2020-04-23",
						"end": "2020-04-23"
					},
					"blurb": [
						"This certification covers all the assets for integrating, developing and using the Nuix SDK",
						"Scripting: Ruby (JRuby), Python (Jython), Javascript (ECMA)",
						"Java: Bundling the engine in your own product or service",
						"RESTful: Operating with Nuix Engine from a distance",
						"BPMN: Camunda and Activiti based BPMN workflow",
						"Enterprise Collection Center (ECC): Collections and managing endpoints",
						"Adaptive Security: Building solutions for and with the platform including rules",
						"Discover (Formally Ringtail): GraphQL and Extensions (plugins)"
					]
				},
				{
					"qualification": "Certificate",
					"title": "Hack It and Track It (HIATI)",
					"span": {
						"start": "2016-01-01",
						"end": "2016-01-01"
					},
					"blurb": [
						"Nuix Hack It and Track It is a course designed for penetration testers and forensic investigators. Experts from Nuix’s Cyber Threat Analysis Team will cover cutting-edge techniques for compromising a target and then forensically investigating that breach."
					]
				}
			]
		},
		{
			"organisation": "Western Sydney University",
			"certifications": [
				{
					"qualification": "bachelor",
					"title": "Computer Science - Major in Forensics",
					"span": {
						"start": "2005-01-01",
						"end": "2008-12-01"
					},
					"blurb": [
						"Software engineering, networked systems management and administration, systems programming, IT systems security and computer forensics, as well as application development.",
						"http://handbook.uws.edu.au/hbook/course.aspx?course=3506.3",
						"Completed with a GPA 5.190"
					]
				}
			]
		},
		{
			"organisation": "Australian Careers Business College",
			"certifications": [
				{
					"qualification": "diploma",
					"title": "Information Technology - Major in Network Engineering",
					"span": {
						"start": "2004-01-01",
						"end": "2004-12-01"
					},
					"blurb": [
						"This course was designed to provide a large amount of network support. Including server to client relations, administration, network protocols and hardware support. It also covers many other fields. Voluntary units taken were focusing on the VB language and Web Design"
					]
				}
			]
		},
		{
			"organisation": "TAFE",
			"certifications": [
				{
					"qualification": "Certificate 3",
					"title": "Business (Frontline Management)",
					"span": {
						"start": "2006-06-01",
						"end": "2007-01-05"
					},
					"blurb": [
						"This course is designed to look into and address general management and client interactions. Some of the topics include support, operations, safety and organisation techniques.",
						"This was done as part of a traineeship, including assigments and assessments"
					]
				}
			]
		},
		{
			"organisation": "Dimension Data Learning Solutions",
			"certifications": [
				{
					"qualification": "Certificate",
					"title": "Customer Service Excellence",
					"span": {
						"start": "2013-02-01",
						"end": "2013-02-01"
					},
					"blurb": []
				},
				{
					"qualification": "Certificate",
					"title": "ITIL Foundation Certificate in IT",
					"span": {
						"start": "2012-06-01",
						"end": "2012-06-01"
					},
					"blurb": [
						"The Foundation Level is the entry level qualification which offers candidates a general awareness of the key elements, concepts and terminology used in the ITIL Service Lifecycle, including the linkages between Lifecycle stages, the processes used and their contribution to Service Management practices.",
						"http://www.itil-officialsite.com"
					]
				}
			]
		}
	],
	"references": [
		{
			"author": {
				"name": "Caryln Milla",
				"position": "Head of Content Design – Training",
				"organisation": "Nuix",
				"date": "2021-05-04"
			},
			"blurb": "You have done an amazing job at creating training content for the new developer training offering. The support that he has provided the learning and development team has been tremendous. His willingness to jump on calls and provide information has made this offering that much better for our clients. Thanks for being an amazing team player! It’s been awesome working with you on this project."
		},
		{
			"author": {
				"name": "Keith Player",
				"position": "Nuix Director of Engineering",
				"organisation": "Nuix",
				"date": "2020-02-08"
			},
			"blurb": "Cameron's ability to overcome difficult technical challenges is what made him a great asset in the support team. While Cameron was leading the Sydney support team his enthusiasm for solving customer problems ensured that the whole team was focused and highly responsive. He was my go-to person when we needed someone in support who could think outside of the box to research a problem or create a custom script. I would highly recommend Cameron for any position that requires an innovative and creative individual"
		},
		{
			"author": {
				"name": "Dave Graham",
				"position": "Strategic Account Directory",
				"organisation": "Nuix",
				"date": "2017-07-26"
			},
			"blurb": "Cameron is one of the most gifted and hard working employees Nuix has – he always goes above and beyond, whether it is helping a customer out of hours, working on a script to solve a problem that is not necessarily a Nuix problem, helping other team members out or helping sales and SE’s"
		},
		{
			"author": {
				"name": "Simon Barnier",
				"position": "Head of Private Sector (Corporate, Law Firm and Legal Service Providers)",
				"organisation": "Nuix",
				"date": "2019-02-08"
			},
			"blurb": "Thank you, Thank you, Thankyou… Words cannot describe the appreciation I have for the support team. Over the last few months, Cameron and the rest of the team were amazing in prioritising key customers to ensure we won key pieces of business, always keeping the sales team up to date and helping to resolve issues efficiently. With a smile on his face and being there when you need him… Thank you for going above and beyond"
		},
		{
			"author": {
				"name": "Angie Hu",
				"position": "Technical Services Manager APAC",
				"organisation": "Nuix",
				"date": "2017-07-26"
			},
			"blurb": "Other than coming up with new snazzy technical Innovations that benefit our customers every week, Cam is also a great team player loved by all his customer and colleagues here in Sydney as well as globally. He is helpful and positive and I can’t think of anyone else more deserving."
		},
		{
			"author": {
				"name": "Luke Manning",
				"position": "Technical Services Engineer",
				"organisation": "Nuix",
				"date": "2018-01-13"
			},
			"blurb": "Cameron is always available to answer questions night or day. He is always there to answer questions on Confluence from team members across the globe. He has worked with development on our behalf as an intermediary and has provided valuable information such as his recent email on stack decoding. He has spent time putting together training not only for new hires, but training that the global team can utilise such as Scripting / API / REST."
		},
		{
			"author": {
				"name": "Brendon Hill",
				"position": "Head of Solution Consultants, APAC",
				"organisation": "Nuix",
				"date": "2017-05-11"
			},
			"blurb": "Cameron is an integral member of the Nuix support team and also provides much assistance to the Sydney Development team. Recently though Cameron has been working closely with APAC SC supporting one of our services partners. Currently they are working on a large data migration project... Cameron meticulously built and improved upon existing scripts and workflows. The end result being that when it came time to handover the solution it was done seamlessly and they were happy to move forward with the project."
		},
		{
			"author": {
				"name": "Ruchir Saksena",
				"position": "Technical Services Engineer",
				"organisation": "Nuix",
				"date": "2020-09-24"
			},
			"blurb": "Cameron has been great support for us and has solutions on almost every query you raise to him. With his command on Nuix products and customer focus he is one of the best and most helpful resources in Nuix"
		},
		{
			"author": {
				"name": "Bijan Zajac",
				"position": "Senior Engineer",
				"organisation": "The Walt Disney Company",
				"date": "2015-04-01"
			},
			"blurb": "Cameron is technically high skilled and a great guy to work with. My experience with him was always very positive from both views, social and technical. He is a person that improves, automates and simplifies processes. Cameron is interested in new technologies and concepts and was always willing to test whatever I have asked him to. He has excellent troubleshooting skills and did communicate very well into the region."
		},
		{
			"author": {
				"name": "Andrea Benton",
				"position": "IT Manager",
				"organisation": "CCLI",
				"date": "2010-11-01"
			},
			"blurb": "Cameron learnt a huge amount quickly while he was working with us at CCLI. He was flexible, being willing to do whatever was asked of him. He was calm, with an even temperament through all the daily challenges. Cameron provided excellent customer service, both to internal users and external customers, being patient and following through to resolution. The work Cameron accomplished was varied, from maintaining our network and servers (including web servers) and telephones, through to assisting us migrate our CRM to Microsoft's (MS) Dynamics CRM. That involved much SQL SSIS work and .NET development as we customized MS CRM to suit CCLI's needs. Cameron is very bright, and as a result will progress as far as he wishes to in his IT career. I wish him all the best as he takes further steps on his IT journey, and thank him for all he has done for CCLI in his time with us."
		},
		{
			"author": {
				"name": "Chris Harvey",
				"position": "Director",
				"organisation": "Computer Troubleshooters",
				"date": "2009-04-01"
			},
			"blurb": "Cameron started with my business as a trainee & very quickly moved to a position of highly valued part time employee. His skills in the IT/computer feilds are far beyond his age & I have no problem recomending him for any position in the IT industry. My only regrets is I am a small business that can't offer Cameron the challanges he needs."
		}
	],
	"organisations": {
		"Computer Troubleshooters": {
			"blurb": [
				"Computer Troubleshooters is the world’s largest computer and technology services franchise network. We offer high-quality, affordable computer repair and troubleshooting services, plus a range of business IT services including data backup and recovery, security services, remote support services, and managed services."
			],
			"link": "https://www.technology-solved.com/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/computerTroubleshooters.png"
		},
		"CCLI": {
			"blurb": [
				"Christian Copyright Licensing International provides information and resources for churches and copyright owners around the world, relating to copyrights of Christian worship songs."
			],
			"link": "https://au.ccli.com",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/ccli.jpg"
		},
		"The Walt Disney Company": {
			"blurb": [
				"Including Marvel, Pixar, Lucas Films, ESPN, Theatrical, Disney Channel and more",
				"The mission of The Walt Disney Company is to entertain, inform and inspire people around the globe through the power of unparalleled storytelling, reflecting the iconic brands, creative minds and innovative technologies that make ours the world’s premier entertainment company."
			],
			"link": "https://thewaltdisneycompany.com/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/disney.jpg"
		},
		"Nuix": {
			"blurb": [
				"Nuix specializes in transforming massive amounts of messy data—from emails, social media, communications, and other human-generated content—into searchable, contextualized information. At the heart of our software is the Nuix Engine, a supercharged data processing technology that gets to the ones and zeros of more than 1,000 data types and file formats with forensic accuracy."
			],
			"link": "https://www.nuix.com/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/nuix.jpg"
		},
		"Rider Technology": {
			"blurb": [
				"Owned by Greg Knight, click to see more of the work this business does"
			],
			"link": "https://www.linkedin.com/in/greg-knight-665121",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/RiderTechnology.gif"
		},
		"Western Sydney University": {
			"blurb": [
				"Located in the heart of one of Australia’s fastest growing economic regions, Western Sydney University offers unlimited potential to students with the talent, drive and ambition to succeed. Ranked amongst the top two per cent of universities in the world, we value academic excellence, integrity and the pursuit of knowledge. "
			],
			"link": "https://www.westernsydney.edu.au/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/uws.jpg"
		},
		"Australian Careers Business College": {
			"blurb": [
				"Australian Careers Business College (ACBC) combines training in the classroom and hands on work experience. We train in 8 highly demanded courses specialising in educating and preparing students for rewarding futures."
			],
			"link": "https://www.westernsydney.edu.au/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/acbc.jpg"
		},
		"TAFE": {
			"blurb": [
				"Commissioner of Vocational Training (Apprenticeship and Traineeship Act, 2001)"
			],
			"link": "https://www.westernsydney.edu.au/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/tafe.jpg"
		},
		"Dimension Data Learning Solutions": {
			"blurb": [
				"DDLS - Leading Corporate Training And Certification Provider With Over 600 Courses. Awarded By The World's leading Vendors As Preferred Training Partner. Gold Microsoft Partner. Train With The Best. #1 Cybersecurity Training. 30 Years Experience"
			],
			"link": "https://www.westernsydney.edu.au/https://www.ddls.com.au/",
			"icon": "https://raw.githubusercontent.com/camstillhere/Resume-Resources/main/img/ddls.png"
		}
	}
}
